Repository: venerdi2/mainline
Catalog: po/*.po
Languages: es, it

source: Distribution
es: Distribución
it: Distribuzione

source: Architecture
es: Arquitectura del sistema
it: Architettura

source: Running
es: En ejecución
it: In esecuzione

source: Installed
es: Instalado
it: Installato

source: Invalid
es: No válido
it: Non valido

source: loading cached pages
it: caricamento delle pagine memorizzate nella cache

source: queuing download
es: descarga de colas
it: download in coda

source: downloading new pages
it: download di nuove pagine

source: loading new pages
it: caricamento di nuove pagine

source: Currently Running
it: Attualmente in Esecuzione

source: Oldest Installed
it: Il più vecchio installato

source: Newest Installed
it: Il più nuovo installato

source: Newest Available
it: Il più nuovo disponibile

source: Available Minor Update
it: Aggiornamento Minore Disponibile

source: Available Major Update
it: Aggiornamento Principale Disponibile

source: FAILED
es: FRACASADO
it: FALLITO

source: Packages Available
es: Paquetes disponibles
it: Pacchetti disponibili

source: Packages Installed
es: Paquetes instalados
it: Pacchetti installati

source: Notes
es: Notas
it: Note

source: Locked
es: bloqueado
it: Bloccato

source: removal
es: eliminación
it: rimozione

source: installation
es: instalación
it: installazione

source: prevented
es: impedida
it: impedito

source: not found
es: no encontrado
it: non trovato

source: needs update
es: necesita actualización
it: necessita di aggiornamento

source: Available Kernels
es: Núcleos disponibles
it: Kernel disponibili

source: checksums enabled
it: checksums abilitati

source: Downloading %s
it: Scaricamento di %s

source: Lock/Unlock: no kernels specified
it: Bloccato/Sbloccato: nessun kernel specificato

source: lock
it: bloccato

source: unlock
it: sbloccato

source: failed
it: fallito

source: Download: no downloadable kernels specified
es: Descargar: no se especifican núcleos descargables
it: Scarica: nessun kernel scaricabile specificato

source: %s is already installed
it: %s è già installato

source: %s is locked
it: %s è bloccato

source: %s is invalid
it: %s non è valido

source: %s download failed
it: scaricamento di %s fallito

source: Installing %s
it: Installazione di %s

source: Install: no installable kernels specified
es: Instalar: no se especifican núcleos instalables
it: Installa: nessun kernel installabile specificato

source: %s is running
it: %s è in esecuzione

source: Uninstalling %s
it: Disinstallazione di %s

source: found
es: fundar
it: trovato

source: Uninstall: no uninstallable packages found
es: Desinstalar: no se encontraron paquetes desinstalables
it: Disinstalla: nessun pacchetto disinstallabile trovato

source: %s is the highest installed version
it: %s è la più alta versione installata

source: Could not find running kernel in list
es: No se pudo encontrar el kernel en ejecución en la lista
it: Impossibile trovare il kernel in esecuzione nell'elenco

source: No old kernels to uninstall
es: No se pudo encontrar ningún kernel para desinstalar
it: Nessun vecchio kernel da disinstallare

source: No updates
it: Nessun aggiornamento

source: Y
es: S
it: S

source: y
es: s
it: s

source: Missing threads support in GLib.
it: Supporto per thread mancante in GLib.

source: Wrote config file
es: Escribió el archivo de configuración
it: Ha scritto il file di configurazione

source: No config file
es: Sin archivo de configuración
it: Nessun file di configurazione

source: Loaded config file
es: Archivo de configuración cargado
it: File di configurazione caricato

source: Called from
es: Llamado desde
it: Chiamato da

source: at logon
es: al inicio
it: all'avvio

source: This file is over-written and executed again whenever settings are saved in
es: Este archivo se sobrescribe y se ejecuta de nuevo cada vez que se guarda la configuración en
it: Questo file viene sovrascritto ed eseguito nuovamente ogni volta che vengono salvate le impostazioni

source: Notifications are disabled
es: Las notificaciones están deshabilitadas
it: Le notifiche sono disabilitate

source: Can not reach site
es: No se puede llegar al sitio
it: Impossibile raggiungere il sito

source: !!! Error running %s
it: !!! Errore eseguendo %s

source: Unable to launch
es: Incapaz de lanzar
it: Impossibile avviare

source: Continue?
it: Continuare?

source: install kernel packages from %s
it: installa i pacchetti dei kernel da %s

source: Syntax
es: Sintaxis
it: Sintassi

source: command
it: comando

source: options
es: opciones
it: opzioni

source: Commands
es: Comandos
it: Comandi

source: Check for kernel updates
es: Buscar actualizaciones del núcleo
it: Verifica aggiornamenti del kernel

source: Check for kernel updates and send a desktop notification
es: Compruebe las actualizaciones del kernel y notifique al usuario actual
it: Verifica la disponibilità di aggiornamenti del kernel ed invia una notifica

source: List the available kernels
it: Elenca i kernel disponibili

source: List the installed kernels
it: Elenca i kernel installati

source: Install the latest mainline kernel
it: Installa il kernel mainline più recente

source: Install the latest mainline kernel without going to a new major version
it: Installa l'ultimo kernel mainline senza passare ad una nuova versione principale

source: names
it: nomi

source: Install the specified kernels
it: Installa i kernel specificati

source: Uninstall the specified kernels
it: Disinstalla i kernel specificati

source: Uninstall all but the highest installed version
es: Desinstale todas las versiones instaladas excepto la más alta
it: Disinstallare tutti tranne la versione più recente installata

source: Download the specified kernels
it: Scarica i kernel specificati

source: Lock the specified kernels
it: Blocca i kernel specificati

source: Unlock the specified kernels
it: Sblocca i kernel specificati

source: Delete the cached info about available kernels
it: Cancella le informazioni sui kernel disponibili dalla cache

source: Write the given include/exclude & previous-majors options to the config file
it: Scrive le opzioni includi/escludi e quelle delle versioni principali precedenti nel file di configurazione

source: This help
es: Esta ayuda
it: Questo aiuto

source: Options
es: Opciones
it: Opzioni

source: Include release-candidate and unstable releases
it: Includi le release-candidate ed i rilasci non stabili

source: Exclude release-candidate and unstable releases
it: Escludi le release-candidate ed i rilasci non stabili

source: Include flavors other than "%s"
it: Includi le versioni diverse da "%s"

source: Exclude flavors other than "%s"
it: Escludi le versioni diverse da "%s"

source: Include failed/incomplete builds
it: Includi le build fallite/incomplete

source: Exclude failed/incomplete builds
it: Escludi le build fallite/incomplete

source: Include # (or "%s" or "%s") previous major versions
it: Includi # (o "%s" o "%s"), versioni principali precedenti

source: Short for "%s"
it: Abbreviazione per "%s"

source: Don't actually install or uninstall
it: In realtà non installa o disinstalla

source: Set verbosity level to #, or increment by 1
it: Imposta il livello di verbosità a #, o incrementa di 1

source: Pause and require keypress before exiting
it: Attende e richiede la pressione di un tasto prima di uscire

source: One or more version strings taken from the output of "%s"
it: Una o più stringhe di versione prese dall'output di "%s"

source: comma, pipe, colon, or space separated. (space requires quotes or backslashes)
es: coma, tubo, dos puntos o espacio separados. (el espacio requiere comillas o barras invertidas)
it: separati da virgola, barra verticale, due punti o spazio. (lo spazio richiede virgolette o barre rovesciate)

source: Locked kernels and the currently running kernel are ignored
es: Los núcleos bloqueados y el núcleo que se está ejecutando actualmente se ignoran
it: I kernel bloccati e il kernel attualmente in esecuzione vengono ignorati

source: done
es: terminado
it: finito

source: (press Enter to close)
it: (premi Invio per chiudere)

source: Unknown option "%s"
it: Opzione sconosciuta per "%s"

source: Notice: "%s" has been renamed to "%s"
it: Avviso: "%s" è stato rinominato come "%s"

source: Deleted %s
it: %s Cancellato

source: Error deleting %s
it: Errore cancellando %s

source: Wrote %s
it: %s Scritto

source: Installed Kernels
it: Kernel Installati

source: Notifications disabled
es: Notificaciones deshabilitadas
it: Le notifiche sono disabilitate

source: No
it: Nessun

source: Unknown command
es: Comando desconocido
it: Comando sconosciuto

source: Latest update
es: Última actualización
it: Ultimo aggiornamento

source: Latest point update
es: Última actualización puntual
it: Ultimo aggiornamento del rilascio parziale

source: No updates found
es: No se encontró ninguna actualización
it: Nessun aggiornamento trovato

source: notify minor releases disabled
it: notifica dei rilasci minori disabilitata

source: notify major releases disabled
es: notificar lanzamientos principales deshabilitado
it: notifica release principali disabilitata

source: Kernel %s Available
es: Kernel %s Disponible
it: Kernel %s Disponibile

source: Show
es: Mostrar
it: Mostra

source: Install
es: Instalar
it: Installa

source: Previously notified
es: Notificado previamente
it: Notificato in precedenza

source: Unknown option
es: Opción desconocida
it: Opzione sconosciuta

source: Lock
es: Bloquear
it: Bloccare

source: Status
es: Estado
it: Stato

source: Uninstall
es: Desinstalar
it: Disinstalla

source: Changelog, build status, etc
es: Registro de cambios, estado de construcción, etc.
it: Registro delle modifiche, stato della build, ecc

source: Uninstall Old
es: Desinstalar Antiguo
it: Disinstalla i vecchi

source: Uninstall everything except: * the highest installed version * the currently running kernel * any kernels that are locked
es: Desinstalar todo excepto: * la versión instalada más alta * el núcleo actualmente en ejecución * cualquier núcleo que esté bloqueado
it: Disinstalla tutto tranne: * la versione più alta installata * il kernel attualmente in esecuzione * tutti i kernel bloccati

source: Reload
es: Recargar
it: Ricarica

source: Delete and reload all cached kernel info (the same as "mainline --delete-cache")
es: Eliminar y recargar toda la información del kernel almacenada en caché (lo mismo que "mainline --delete-cache")
it: Elimina e ricarica tutte le informazioni sul kernel memorizzate nella cache (uguale a "mainline --delete-cache")

source: Settings
es: Configuración
it: Impostazioni

source: About
es: Acerca de
it: Informazioni

source: Exit
es: Salida
it: Chiudi

source: A tool for installing kernel packages from the Ubuntu Mainline Kernels PPA
es: Una herramienta para instalar paquetes de kernel desde Ubuntu Mainline Kernels PPA
it: Uno strumento per l'installazione di pacchetti del kernel dal PPA di Ubuntu Mainline Kernels

source: Original
it: Originale

source: Forked
es: bifurcado
it: Derivazione

source: Updating Kernels...
it: Aggiornamento Kernel...

source: available
es: disponibles
it: disponibile

source: Configuration
es: Configuración
it: Configurazione

source: Done
es: Terminado
it: Finito

source: Filter
es: Filtrar
it: Filtro

source: Hide RC and unstable releases
it: Nascondi RC e rilasci instabili

source: Hide failed or incomplete builds
es: Ocultar compilaciones fallidas o incompletas
it: Nascondi build fallite o incomplete

source: If a kernel version exists on the mainline-ppa site, but is an incomplete or failed build for your arch (%s), then don't show it in the list.
es: Si existe una versión del kernel en el sitio mainline-ppa, pero es una compilación incompleta o fallida para su arquitectura (%s), no la muestre en la lista.
it: Se una versione del kernel esiste sul sito mainline-ppa, ma è una build incompleta o fallita per il tuo arch (%s), allora non mostrarla nell'elenco.

source: Hide flavors other than %s
it: Nascondi le versioni diverse da %s

source: Don't show the alternative flavors such as %s and %s
it: Non mostrare le versioni alternative tipo %s e %s

source: prior major versions ( -1 = all )
es: Versiones principales anteriores ( -1 = todas )
it: versioni principali precedenti ( -1 = tutte )

source: Notification
es: Notificación
it: Notifiche

source: Notify if a major release is available
es: Notificar si hay una versión principal disponible
it: Notifica se una rilascio principale è disponibile

source: Notify if a minor release is available
es: Notificar si hay un lanzamiento menor disponible
it: Notifica se una rilascio minore è disponibile

source: Seconds interval enabled for debugging
es: Intervalo de segundos habilitado para la depuración
it: Intervallo in secondi abilitato per il debug

source: Check every
es: Comprobar cada
it: Controlla ogni

source: Hours
es: Horas
it: Ore

source: Days
es: Días
it: Giorni

source: Weeks
es: Semanas
it: Settimane

source: Seconds
es: Sobras
it: Secondi

source: Network
es: Red
it: Rete

source: Connection Timeout:
es: Tiempo límite de conexión:
it: Timeout della connessione:

source: seconds
es: sobras
it: secondi

source: Concurrent Downloads:
es: Descargas concurrentes:
it: Scaricamenti Contemporanei:

source: Verify Checksums
es: Verificar sumas de verificación
it: Controlla i Checksum

source: Use the sha-256 hashes from the CHECKSUMS file to verify the *.deb file downloads.
es: Utilice los hash sha-256 desde archivo CHECKSUMS para verificar las descargas del archivo *.deb.
it: Usa gli hash sha-256 dal file CHECKSUMS per verificare i download del file *.deb.

source: Keep Debs
it: Conserva i Deb

source: Retain downloaded *.deb files after install and re-use them for uninstall/reinstall instead of downloading again.
es: Conserve los archivos *.deb descargados después de la instalación y reutilícelos para desinstalarlos/reinstalarlos en lugar de volver a descargarlos.
it: Conserva i file .deb scaricati dopo l'installazione e riutilizzali per la disinstallazione/reinstallazione invece di scaricarli di nuovo.

source: They are still deleted once they become older than the "prior major versions" setting, or if they have been updated on the mainline-ppa site.
it: Vengono comunque cancellati quando diventano più vecchi delle "versioni precedenti maggiore" o se sono stati aggiornati sul sito mainline-ppa.

source: Keep Cache
it: Conserva la Cache

source: Don't trim the cached index.html files to just the installed versions and higher, instead essentially maintain a local mirror of the entire history from the mainline-ppa site.
it: Non riduce i file index.html memorizzati nella cache solo alle versioni installate e superiori, invece sostanzialmente mantiene un mirror locale della cronologiadal sito mainline-ppa.

source: This speeds up some things a little at the cost of about 20M of hard drive space.
it: Questo accelera un po' alcune cose occupando circa 20M sul disco rigido.

source: It skips a step on every startup that loops through all known kernel versions just to see if there are any old ones to delete, and avoids deleting and re-downloading the same files if you change the "prior major versions" setting up and down.
it: Salta ad ogni avvio il passaggio che esegue il controllo di tutte le versioni dei kernel conosciuti solo per vedere se ce ne sono di vecchie da eliminare ed evitadi eliminare e riscaricare nuovamente gli stessi file se si modifica l'impostazione delle "versioni maggiori precedenti" .

source: As of 6.5.x a full cache is about 22M, and a trimmed cache is about 2M.
it: Per la 6.5.x la cache completa è circa 22M, quella ridotta è di circa 2M.

source: Mainline-PPA URL
it: URL del Mainline-PPA

source: External Commands
es: Comandos Externos
it: Comandi Esterni

source: Superuser Authorization
es: Autorización de superusuario
it: Autorizzazione del Superutente

source: Command used to run dpkg with root permissions.
es: Comando utilizado para ejecutar dpkg con permisos de root.
it: Comando usato per eseguire dpkg con i permesi di root

source: The dpkg command is appended to the end, unless a %s is present.
es: El comando dpkg se agrega al final, a menos que esté presente un %s.
it: Il comando dpkg è aggiunto in fondo, a meno che non sia presente un %s.

source: If a %s is present, then the %s is replaced with the dpkg command.
es: Si está presente un %s, entonces el %s se reemplaza con el comando dpkg.
it: Se è presente un %s, allora il %s è sostituito con il comando dpkg

source: The built-in list contains examples of both.
es: La lista integrada contiene ejemplos de ambos.
it: L'elenco integrato contiene esempi di entrambi.

source: To modify any of the built-in default commands, just select it and edit.
it: Per modificare uno qualsiasi dei comandi predefiniti integrati, basta selezionarlo e modificarlo.

source: The edited command is saved in the config file, the original is not changed.
it: Il comando modificato viene salvato nel file di configurazione, l'originale non viene modificato.

source: Terminal Window
es: Ventana de terminales
it: Finestra del Terminale

source: Terminal command used to run
es: Comando de terminal utilizado para ejecutar
it: Comando di terminale utilizzato per eseguire

source: The install/uninstall command is appended to the end, unless a %s is present.
es: El comando de instalación/desinstalación se agrega al final, a menos que esté presente un %s.
it: Se è presente un %s, allora %s viene sostituito con il comando di installa/disinstalla.

source: The terminal program must stay in the foreground and block while the command is running, not fork and return immediately.
es: El programa de terminal debe permanecer en primer plano y bloquearse mientras se ejecuta el comando, no bifurcarse y regresar inmediatamente.
it: Il programma terminale deve restare in primo piano e bloccarsi mentre il comandoè in esecuzione, non dividersi e tornare indietro immediatamente.

source: Most terminal programs block by default, some require special commandline options.
it: La maggior parte dei programmi terminali si bloccano per impostazione predefinita, alcuni richiedono delle opzioni specialinella riga di comando.

source: For example, %s requires "%s".
it: Per esempio, %s richiede "%s".

source: Copy
es: Copiar
it: Copia

source: Copies the entire output buffer, including scrollback, to the clipboard.
es: Copia todo el búfer de salida, incluido el desplazamiento hacia atrás, al portapapeles.
it: Copia l'intero buffer di output, incluso lo scrollback, negli Appunti.

source: Cancel
es: Cancelar
it: Cancella

source: Close
es: Cerrar
it: Chiudi

source: OK
es: Aceptar

source: Kernel
es: Núcleo

source: Missing Thread support in GLib.
es: Falta soporte de subprocesos en GLib.

source: install kernel packages from kernel.ubuntu.com
es: instalar paquetes de kernel desde kernel.ubuntu.com

source: List available kernels
es: Enumere los kernels disponibles

source: List installed kernels
es: Enumere los núcleos instalados

source: Install latest mainline kernel
es: Instalar kernel troncal especificado

source: Install specified kernels
es: Instalar kernels especificados

source: Uninstall specified kernels
es: Desinstalar el kernel especificado

source: Delete cached info about available kernels
es: Eliminar información almacenada en caché sobre los kernels disponibles

source: One or more version strings taken from the output of --list
es: Una cadena de versión tomada de la salida de --list

source: Deleted
es: Eliminado

source: Error deleting
es: Error al eliminar

source: You may edit any of the built-in default commands to customize it.
es: Puede editar cualquiera de los comandos predeterminados incorporados para personalizarlo.

source: The edited command will be saved as a new custom command without changing the original.
es: El comando editado se guardará como un nuevo comando personalizado sin cambiar el original.

source: If a %s is present, then the %s is replaced with the install/uninstall command.
es: Si hay un %s, entonces el %s se reemplaza con el comando de instalación/desinstalación.

source: Most terminal programs block by default, some don't by default but can be told to, and some are not usable at all.
es: La mayoría de los programas de terminal se bloquean de forma predeterminada, algunos no lo hacen de forma predeterminada, pero se les puede indicar que lo hagan, y algunos no se pueden usar en absoluto.

source: Examples
es: Ejemplos

source: gnome-terminal is usable because it can be made to block by using it's "--wait" option.
es: gnome-terminal se puede usar porque se puede bloquear usando su opción "--wait".

source: xfce4-terminal is not usable because it can not be made to block.
es: xfce4-terminal no se puede usar porque no se puede bloquear.
