Repository: venerdi2/mainline
Catalog: po/ukuu-*.po
Languages: fr, nl

source: About
fr: À propos
nl: Over

source: Admin access is required for running this application.
fr: Accès administrateur requis pour lancer cette application.
nl: U heeft administrator-rechten nodig om deze applicatie te kunnen draaien.

source: Another instance of this application is running
fr: Une autre instance de l'application est en cours d'exécution
nl: Er is al een venster geopend van deze applicatie

source: Artists
fr: Artistes
nl: Artiesten

source: Authors
fr: Auteurs
nl: Auteurs

source: Available Kernels
fr: Noyaux disponibles
nl: Beschikbare kernels

source: Back
fr: Retour
nl: Terug

source: Booting previous kernels
fr: Démarrer sur un noyau précédent

source: Cancel
fr: Annuler
nl: Annuleren

source: Changes
fr: Changements
nl: Wijzigingen

source: Check every
fr: Vérifier toutes les
nl: Controleer elke

source: Check for kernel updates
fr: Vérifier les mises à jour des noyaux
nl: Controleren op kernel-updates

source: Close
fr: Fermer
nl: Sluiten

source: Commands listed below are not available on this system
fr: Les commandes listées ne sont pas valables pour ce système
nl: De onderstaande opdrachten zijn niet beschikbaar op dit systeem

source: Could not find requested version
fr: Impossible de trouver la version demandée
nl: De vereiste versie kan niet worden gevonden

source: Created directory
fr: Dossier créé
nl: Map gecreëerd

source: Credits
fr: Crédits
nl: Met dank aan

source: Day(s)
fr: Jour(s)
nl: dag(en)

source: Deleted directory
fr: Dossier éffacé
nl: Map verwijderd

source: Dir not found
fr: Dossier non trouvé
nl: Map niet gevonden

source: Display
fr: Afficher
nl: Weergave

source: Documenters
fr: Documentalistes
nl: Documenteerders

source: Download packages for specified kernel
fr: Télécharger les paquets pour des noyaux spécifiques
nl: Pakketten downloaden voor opgegeven kernel

source: Downloading
fr: Téléchargement
nl: Bezig met downloaden

source: ERROR
fr: ERREUR
nl: FOUT

source: Error
fr: Erreur
nl: Fout

source: Failed to copy file
fr: Impossible de copier le fichier
nl: Kopiëren van bestand is mislukt

source: Failed to create dir
fr: Impossible de créer le nouveau dossier
nl: Creëren van map is mislukt

source: Failed to delete file
fr: Impossible d'effacer le fichier
nl: Verwijderen van map is mislukt

source: Failed to move file
fr: Impossible de déplacer le fichier
nl: Verplaatsen van bestand is mislukt

source: Failed to read file
fr: Impossible de lire le fichier
nl: Lezen van bestand is mislukt

source: Failed to write file
fr: Impossible d'écrire le fichier
nl: Schrijven naar bestand is mislukt

source: Fetching index from kernel.ubuntu.com...
fr: Récupération de l'index depuis kernel.ubuntu.com...
nl: Bezig met ophalen van index van kernel.ubuntu.com...

source: File copied
fr: Fichier copié
nl: Bestand gekopieerd

source: File deleted
fr: Fichier effacé
nl: Bestand verwijderd

source: File is missing
fr: Fichier disparu
nl: Bestand ontbreekt

source: File moved
fr: Fichier déplacé
nl: Bestand verplaatst

source: File not found
fr: Fichier non trouvé
nl: Bestand niet gevonden

source: File not found: %s
fr: Fichier non trouvé: %s
nl: Bestand niet gevonden: %s

source: File saved
fr: Fichier sauvegardé
nl: Bestand opgeslagen

source: GRUB Options
fr: Options GRUB

source: Hide kernels older than 4.0
fr: Masquer les noyaux antérieurs à la version 4.0
nl: Kernels ouder dan 4.0 verbergen

source: Hide unstable and RC releases
fr: Cacher les versions instables et RC
nl: Instabiele en RC-uitgaven verbergen

source: Hour(s)
fr: Heure(s)
nl: uur

source: Ignore this update
fr: Ignorer cette mise à jour
nl: Deze update negeren

source: Index is fresh
fr: L'index est à jour
nl: De index is up-to-date

source: Index is stale
fr: L'index est obsolète
nl: De index is verouderd

source: Install
fr: Installer
nl: Installeren

source: Install specified mainline kernel
fr: Installer le noyau principal spécifié
nl: Opgegeven mainline-kernel installeren

source: Install this kernel
fr: Installer ce noyau
nl: Deze kernel installeren

source: Installation completed with errors
fr: Installation terminée avec des erreurs
nl: De installatie is foutloos voltooid

source: Installation completed. A reboot is required to use the new kernel.
fr: Installation complétée. Un redémarrage est nécessaire pour utiliser le nouveau noyau.
nl: De installatie is voltooid. Herstart de computer om de nieuwe kernel te gebruiken.

source: Installed
fr: Installé
nl: Geïnstalleerd

source: Internet connection is not active
fr: Connexion internet inexistante
nl: U bent niet verbonden met het internet

source: Kernel
fr: Noyau

source: Kernel upgrade utility for Ubuntu-based distributions
fr: Utilitaire de mise à niveau des noyaux pour les distributions basées pour Ubuntu
nl: Kernel-upgradehulpmiddel voor op Ubuntu-gebaseerde distributies

source: List all available mainline kernels
fr: Lister tous les noyaux mainline disponibles
nl: Alle beschikbare mainline-kernels weergeven

source: List available kernels
fr: Lister les noyaux disponibles

source: Missing Icon
fr: Icône introuvable
nl: Ontbrekend pictogram

source: Multiple Kernels Selected
fr: Plusieurs noyaux sélectionnés
nl: Meerdere kernels geselecteerd

source: Multiple kernels selected for installation. Select only one.
fr: Plusieurs noyaux sélectionnés pour être installés. Sélectionnez en seulement un.
nl: Er zijn meerdere te installeren kernels geselecteerd. Selecteer er slechts één.

source: No
fr: Non

source: No Internet
fr: Pas d'Internet
nl: Geen internetverbinding

source: No updates found
fr: Aucune mise à jour disponible
nl: Geen updates gevonden

source: Not Selected
fr: Non selectionné
nl: Niet geselecteerd

source: Notify if a major release is available
fr: Notifier si une version stable majeure est disponible
nl: Melding weergeven als er een grote update beschikbaar is

source: Notify if a point release is available
fr: Notifier si une version stable mineure est disponible
nl: Melding weergeven als er een puntupdate beschikbaar is

source: Packages Available (DEB)
fr: Paquets disponibles (DEB)

source: Packages Installed
fr: Paquets installés
nl: Geïnstalleerde pakketten

source: Please install required packages and try again
fr: Veuillez installer les paquets requis et réessayer
nl: Installeer de vereiste pakketten en probeer het opnieuw

source: Preparing to remove selected kernels
fr: Préparation à la suppression des noyaux sélectionnés
nl: Bezig met voorbereiden van verwijderen van geselecteerde kernels

source: Print debug information
fr: Afficher les informations de débogage
nl: Foutopsporingsinformatie printen

source: Refresh
fr: Actualiser
nl: Verversen

source: Refreshing...
fr: Actualisation...
nl: Bezig met verversen...

source: Remove
fr: Supprimer
nl: Verwijderen

source: Remove files from application cache
fr: Supprimer les fichiers du cache de l'application
nl: Bestanden verwijderen uit applicatie-cache

source: Run the application as admin with pkexec or sudo.
fr: Exécutez l'application en tant qu'admin avec pkexec or sudo.

source: Running
fr: En cours
nl: Bezig met draaien

source: Select a single kernel to install
fr: Sélectionnez un seul noyau à installer
nl: Selecteer een enkele te installeren kernel

source: Select the kernel to install
fr: Sélectionnez le noyau à installer
nl: Selecteer de te installeren kernel

source: Select the kernels to remove
fr: Sélectionnez les noyaux à supprimer
nl: Selecteer de te verwijderen kernels

source: Selected kernel is currently running and cannot be removed. Install another kernel before removing this one.
fr: Ce noyau est en cours d'exécution et ne peut pas être supprimé. Installez un autre noyau avant de retirer celui-ci.
nl: De geselecteerde kernel is momenteel in gebruik en kan daarom niet worden verwijderd. Installeer een andere kernel voordat u deze verwijdert.

source: Settings
fr: Paramètres
nl: Instellingen

source: Show
fr: Afficher

source: Show all options
fr: Afficher toutes les options
nl: Alle opties weergeven

source: Show notification bubble on desktop
fr: Afficher la bulle de notification sur le bureau
nl: Bureaubladmelding weergeven

source: Show notification dialog
fr: Afficher les notifications
nl: Meldingsvenster weergeven

source: Status
fr: Statut

source: Stopped
fr: Arrêté
nl: Gestopt

source: Syntax
fr: Syntaxe

source: Third Party Tools
fr: Outils tiers
nl: Externe hulpmiddelen

source: This kernel is already installed.
fr: Ce noyau est déjà installé.
nl: Deze kernel is al geïnstalleerd.

source: This kernel is currently running and cannot be removed. Install another kernel before removing this one.
fr: Ce noyau est en cours d'exécution et ne peut pas être supprimé. Installez un autre noyau avant de retirer celui-ci.
nl: Deze kernel is momenteel in gebruik en kan daarom niet worden verwijderd. Installeer een andere kernel voordat u deze verwijdert.

source: Time (in seconds) to display the GRUB menu 0 = Do not show menu -1 = Show indefinitely till user selects
fr: Temps (en secondes) pour afficher le menu GRUB 0 = Ne pas afficher de menu -1 = Afficher indéfiniment le menu jusqu'au choix de l'utilisateur

source: Translators
fr: Traducteurs
nl: Vertalers

source: Un-install completed
fr: Désinstallation complète
nl: Deïnstalleren voltooid

source: Un-install completed with errors
fr: Désinstallation terminée avec des erreurs
nl: Deïnstalleren voltooid, maar met fouten

source: Unknown option
fr: Option inconnue
nl: Onbekende optie

source: Updates the GRUB menu after installing or removing kernels, so that the menu is displayed for 2 seconds at boot time. This will help you recover from a bad kernel update by selecting another kernel to boot. During boot, use the 'Advanced options for Ubuntu' menu entry to select another kernel. 0 = Do not show menu -1 = Show indefinitely till user selects
fr: Mise à jour du menu GRUB après installation ou suppression. Vous aurez 2 secondes au lancement pour changer de noyau au démarrage et choisir un noyau fonctionnel. Durant le démarrage, sélectionnez 'Option avancées Ubuntu' et sélectionnez un autre noyau. 0 = Ne pas afficher de menu -1 = Afficher jusqu'au choix de l'utilisateur

source: Updating GRUB menu
fr: Mise à jour du menu GRUB

source: Week(s)
fr: Semaine(s)
nl: we(e)k(en)

source: Yes
fr: Oui

source: [Warning] Deleted invalid lock
fr: [Attention] Verrou invalide supprimé
nl: [Waarschuwing] Ongeldige lock verwijderd

source: Contributions
nl: Bijdragen

source: Distribution
nl: Distributie

source: Notification
nl: Melding

source: OK
nl: Oké

source: Options
nl: Opties

source: Packages Available
nl: Beschikbare pakketten

source: Version
nl: Versie
